Repository: tuxi/Talkify
Catalog: Talkify/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, zh_hans, zh_hant

# settings.enter_delete
source: Please enter DELETE
de: Bitte DELETE eingeben
es: Ingresa DELETE
fr: Veuillez saisir DELETE
ja: DELETEと入力してください
ko: DELETE를 입력하세요
pt_br: Digite DELETE
zh_hans: 请输入 DELETE
zh_hant: 請輸入 DELETE

# settings.enter_delete_confirm
source: Please enter the correct confirmation text DELETE
de: Bitte geben Sie den korrekten Bestätigungstext DELETE ein
es: Ingresa el texto de confirmación correcto DELETE
fr: Veuillez saisir le texte de confirmation correct DELETE
ja: 正しい確認テキストDELETEを入力してください
ko: 올바른 확인 텍스트 DELETE를 입력하세요
pt_br: Digite o texto de confirmação correto DELETE
zh_hans: 请输入正确的确认字样 DELETE
zh_hant: 請輸入正確的確認字樣 DELETE

# settings.fast_mode
source: Fast Mode
de: Schneller Modus
es: Modo rápido
fr: Mode rapide
ja: 高速モード
ko: 빠른 모드
pt_br: Modo rápido
zh_hans: 快速模式
zh_hant: 快速模式

# settings.fast_mode_desc
source: Fast mode lets you use Talkify more quickly.
de: Der schnelle Modus ermöglicht eine schnellere Nutzung von Talkify.
es: El modo rápido te permite usar Talkify más rápido.
fr: Le mode rapide vous permet d’utiliser Talkify plus rapidement.
ja: 高速モードではTalkifyをより速く使用できます。
ko: 빠른 모드를 사용하면 Talkify를 더 빠르게 사용할 수 있습니다.
pt_br: O modo rápido permite usar o Talkify mais rapidamente.
zh_hans: 快速模式可以让您更快地使用 Talkify
zh_hant: 快速模式可以讓您更快地使用 Talkify

# settings.fetching_usage
source: Fetching usage…
de: Nutzung wird abgerufen…
es: Obteniendo uso…
fr: Récupération de l'utilisation…
ja: 使用状況を取得中…
ko: 사용량을 가져오는 중…
pt_br: Buscando uso…
zh_hans: 正在获取使用情况…
zh_hant: 正在獲取使用情況…

# settings.free_tier
source: Current Free Service Tier
de: Aktuelle kostenlose Servicestufe
es: Nivel de servicio gratuito actual
fr: Niveau de service gratuit actuel
ja: 現在の無料サービスレベル
ko: 현재 무료 서비스 등급
pt_br: Nível de serviço gratuito atual
zh_hans: 当前免费服务等级
zh_hant: 目前免費服務等級

# settings.full_access
source: Full Access
de: Vollzugriff
es: Acceso completo
fr: Accès complet
ja: フルアクセス
ko: 전체 접근
pt_br: Acesso total
zh_hans: 完全访问权限
zh_hant: 完全存取權限

# settings.full_access_desc
source: Allow access to files and commands outside the workspace once authorized. Make sure you understand the risks before enabling.
de: Ermöglicht den Zugriff auf Dateien und Befehle außerhalb des Arbeitsbereichs nach Autorisierung. Stellen Sie sicher, dass Sie die Risiken verstehen, bevor Sie dies aktivieren.
es: Permite el acceso a archivos y comandos fuera del espacio de trabajo una vez autorizado. Asegúrate de entender los riesgos antes de habilitarlo.
fr: Permet l'accès aux fichiers et commandes en dehors de l'espace de travail une fois autorisé. Assurez-vous de comprendre les risques avant d'activer.
ja: 承認後、ワークスペース外のファイルやコマンドへのアクセスを許可します。有効にする前にリスクを理解していることを確認してください。
ko: 승인 후 워크스페이스 외부의 파일 및 명령에 대한 접근을 허용합니다. 활성화하기 전에 위험을 이해했는지 확인하세요.
pt_br: Permite acesso a arquivos e comandos fora do espaço de trabalho após autorização. Certifique-se de entender os riscos antes de ativar.
zh_hans: 允许在获得授权后访问工作空间之外的文件和命令。启用前请确认你了解相应风险。
zh_hant: 允許在獲得授權後存取工作空間之外的檔案和命令。啟用前請確認你了解相應風險。

# settings.general_usage_limit
source: General Usage Limit
de: Allgemeines Nutzungslimit
es: Límite de uso general
fr: Limite d'utilisation générale
ja: 一般使用制限
ko: 일반 사용 한도
pt_br: Limite de uso geral
zh_hans: 通用使用限额
zh_hant: 一般使用限額

# settings.group.development
source: Development
de: Entwicklung
es: Desarrollo
fr: Développement
ja: 開発
ko: 개발
pt_br: Desenvolvimento
zh_hans: 编码
zh_hant: 編碼

# settings.group.integrations
source: Integrations
de: Integrationen
es: Integraciones
fr: Intégrations
ja: 統合
ko: 통합
pt_br: Integrações
zh_hans: 集成
zh_hant: 整合

# settings.group.personal
source: Personal
de: Persönlich
fr: Personnel
ja: 個人
ko: 개인
pt_br: Pessoal
zh_hans: 个人
zh_hant: 個人

# settings.item.about
source: About
de: Über
es: Acerca de
fr: À propos
ja: 概要
ko: 정보
pt_br: Sobre
zh_hans: 关于
zh_hant: 關於

# settings.item.account
source: Account
de: Konto
es: Cuenta
fr: Compte
ja: アカウント
ko: 계정
pt_br: Conta
zh_hans: 账户
zh_hant: 帳戶

# settings.item.appearance
source: Appearance
de: Erscheinungsbild
es: Apariencia
fr: Apparence
ja: 外観
ko: 화면 스타일
pt_br: Aparência
zh_hans: 外观
zh_hant: 外觀

# settings.item.computer_control
source: Computer Control
de: Computersteuerung
es: Control de computadora
fr: Contrôle de l'ordinateur
ja: コンピューター制御
ko: 컴퓨터 제어
pt_br: Controle do computador
zh_hans: 电脑操控
zh_hant: 電腦操控

# settings.item.configuration
source: Configuration
de: Konfiguration
es: Configuración
ja: 設定
ko: 구성
pt_br: Configuração
zh_hans: 配置
zh_hant: 配置

# settings.item.connections
source: Connections
de: Verbindungen
es: Conexiones
fr: Connexions
ja: 接続
ko: 연결
pt_br: Conexões
zh_hans: 连接
zh_hant: 連線

# settings.item.environment
source: Environment
de: Umgebung
es: Entorno
fr: Environnement
ja: 環境
ko: 환경
pt_br: Ambiente
zh_hans: 环境
zh_hant: 環境

# settings.item.general
source: General
de: Allgemein
fr: Général
ja: 一般
ko: 일반
pt_br: Geral
zh_hans: 常规
zh_hant: 一般

# settings.item.personalization
source: Personalization
de: Personalisierung
es: Personalización
fr: Personnalisation
ja: 個人設定
ko: 개인 설정
pt_br: Personalização
zh_hans: 个性化
zh_hant: 個人化

# settings.item.profile
source: Profile
de: Profil
es: Perfil
fr: Profil
ja: プロフィール
ko: 프로필
pt_br: Perfil
zh_hans: 个人资料
zh_hant: 個人資料

# settings.item.shortcuts
source: Keyboard Shortcuts
de: Tastaturkürzel
es: Atajos de teclado
fr: Raccourcis clavier
ja: キーボードショートカット
ko: 키보드 단축키
pt_br: Atalhos de teclado
zh_hans: 键盘快捷键
zh_hant: 鍵盤快捷鍵

# settings.item.support
source: Support & Help
de: Support & Hilfe
es: Ayuda y soporte
fr: Aide et support
ja: サポート＆ヘルプ
ko: 지원 및 도움말
pt_br: Suporte e ajuda
zh_hans: 支持与帮助
zh_hant: 支援與幫助

# settings.item.usage
source: Usage & Billing
de: Nutzung & Abrechnung
es: Uso y facturación
fr: Utilisation et facturation
ja: 使用量と請求
ko: 사용량 및 결제
pt_br: Uso e faturamento
zh_hans: 使用情况和计费
zh_hant: 使用情況與計費

# settings.item.voice
source: Voice
de: Sprache
es: Voz
fr: Voix
ja: 音声
ko: 음성
pt_br: Voz
zh_hans: 语音
zh_hant: 語音

# settings.language
source: Language
de: Sprache
es: Idioma
fr: Langue
ja: 言語
ko: 언어
pt_br: Idioma
zh_hans: 语言
zh_hant: 語言

# settings.login_status
source: Sign-in Status
de: Anmeldestatus
es: Estado de inicio de sesión
fr: Statut de connexion
ja: ログイン状態
ko: 로그인 상태
pt_br: Status de login
zh_hans: 登录状态
zh_hant: 登入狀態

# settings.nickname
source: Nickname
de: Spitzname
es: Apodo
fr: Pseudo
ja: ニックネーム
ko: 닉네임
pt_br: Apelido
zh_hans: 昵称
zh_hant: 暱稱

# settings.nickname_desc
source: Current signed-in account
de: Aktuell angemeldetes Konto
es: Cuenta actual
fr: Compte actuellement connecté
ja: 現在ログイン中のアカウント
ko: 현재 로그인된 계정
pt_br: Conta atual
zh_hans: 当前登录账户
zh_hant: 當前登入帳戶

# settings.not_bound
source: Not bound
de: Nicht verknüpft
es: No vinculado
fr: Non lié
ja: 未連携
ko: 연결되지 않음
pt_br: Não vinculado
zh_hans: 未绑定
zh_hant: 未綁定

# settings.not_signed_in
source: Not Signed In
de: Nicht angemeldet
es: No conectado
fr: Non connecté
ja: 未ログイン
ko: 로그인하지 않음
pt_br: Não conectado
zh_hans: 未登录
zh_hant: 未登入

# settings.not_used
source: Not Used
de: Nicht verwendet
es: No usado
fr: Non utilisé
ja: 未使用
ko: 사용 안 함
pt_br: Não usado
zh_hans: 未使用
zh_hant: 未使用

# settings.on_demand
source: On Demand
de: Bei Bedarf
es: A petición
fr: À la demande
ja: オンデマンド
ko: 요청 시
pt_br: Sob demanda
zh_hans: 按需请求
zh_hant: 按需請求

# settings.peak_tokens
source: Peak Tokens
de: Spitzen-Tokens
es: Pico de tokens
fr: Tokens de pointe
ja: ピークトークン数
ko: 최대 토큰 수
pt_br: Pico de tokens
zh_hans: 峰值令牌数
zh_hant: 峰值權杖數

# settings.period.cumulative
source: Cumulative
de: Kumulativ
es: Acumulado
fr: Cumulatif
ja: 累計
ko: 누적
pt_br: Acumulado
zh_hans: 累计
zh_hant: 累計

# settings.period.daily
source: Daily
de: Täglich
es: Diario
fr: Quotidien
ja: 毎日
ko: 매일
pt_br: Diário
zh_hans: 每日
zh_hant: 每日

# settings.period.weekly
source: Weekly
de: Wöchentlich
es: Semanal
fr: Hebdomadaire
ja: 毎週
ko: 매주
pt_br: Semanal
zh_hans: 每周
zh_hant: 每週

# settings.permissions
source: Permissions
de: Berechtigungen
es: Permisos
ja: 権限
ko: 권한
pt_br: Permissões
zh_hans: 权限
zh_hant: 權限

# settings.phone
source: Phone
de: Telefon
es: Teléfono
fr: Téléphone
ja: 電話番号
ko: 전화번호
pt_br: Telefone
zh_hans: 手机号
zh_hant: 手機號碼

# settings.phone_desc
source: Account binding status
de: Konto-Verknüpfungsstatus
es: Estado de vinculación de la cuenta
fr: Statut de liaison du compte
ja: アカウント連携状況
ko: 계정 연결 상태
pt_br: Status de vínculo da conta
zh_hans: 账号绑定状态
zh_hant: 帳號綁定狀態

# settings.phone_label
source: Phone
de: Telefon
es: Teléfono
fr: Téléphone
ja: 電話番号
ko: 전화번호
pt_br: Telefone
zh_hans: 手机号
zh_hant: 手機號碼

# settings.placeholder_page
source: This setting is being prepared. You can adjust currently available preferences in "General" and "Account".
de: Diese Einstellung wird vorbereitet. Sie können derzeit verfügbare Einstellungen unter „Allgemein" und „Konto" anpassen.
es: Esta configuración se está preparando. Puedes ajustar las preferencias actualmente disponibles en "General" y "Cuenta".
fr: Ce paramètre est en cours de préparation. Vous pouvez ajuster les préférences actuellement disponibles dans « Général » et « Compte ».
ja: この設定は準備中です。現在利用可能な設定は「一般」と「アカウント」で調整できます。
ko: 이 설정은 준비 중입니다. 현재 사용 가능한 기본 설정은 '일반' 및 '계정'에서 조정할 수 있습니다.
pt_br: Esta configuração está sendo preparada. Você pode ajustar as preferências atualmente disponíveis em "Geral" e "Conta".
zh_hans: 此设置项正在准备中。你可以先在"常规"和"账户"中调整当前可用的偏好。
zh_hant: 此設定項目正在準備中。你可以先在「一般」和「帳戶」中調整目前可用的偏好。

# settings.private
source: Private
de: Privat
es: Privado
fr: Privé
ja: プライベート
ko: 비공개
pt_br: Privado
zh_hans: 私有
zh_hant: 私有

# settings.registration_source
source: Registration Source
de: Registrierungsquelle
es: Fuente de registro
fr: Source d'inscription
ja: 登録元
ko: 등록 출처
pt_br: Fonte de registro
zh_hans: 注册来源
zh_hant: 註冊來源

# settings.registration_source_desc
source: How the account was created
de: Wie das Konto erstellt wurde
es: Cómo se creó la cuenta
fr: Comment le compte a été créé
ja: アカウント作成方法
ko: 계정 생성 방식
pt_br: Como a conta foi criada
zh_hans: 账号创建方式
zh_hant: 帳號建立方式

# settings.remaining_pct
source: %@ remaining
de: %@ verbleibend
es: %@ restante
fr: %@ restant(s)
ja: 残り %@
ko: %@ 남음
pt_br: %@ restante
zh_hans: 剩余 %@
zh_hant: 剩餘 %@

# settings.reset_on
source: Reset %@
de: Zurücksetzen %@
es: Restablecer %@
fr: Réinitialiser %@
ja: %@にリセット
ko: %@ 재설정
pt_br: Redefinir %@
zh_hans: 重置%@
zh_hant: 重置%@

# settings.search_placeholder
source: Search settings…
de: Einstellungen durchsuchen…
es: Buscar ajustes…
fr: Rechercher les paramètres…
ja: 設定を検索…
ko: 설정 검색…
pt_br: Buscar configurações…
zh_hans: 搜索设置…
zh_hant: 搜尋設定…

# settings.share
source: Share
de: Teilen
es: Compartir
fr: Partager
ja: 共有
ko: 공유
pt_br: Compartilhar
zh_hans: 分享
zh_hant: 分享

# settings.show_in_menu_bar
source: Show in Menu Bar
de: In der Menüleiste anzeigen
es: Mostrar en la barra de menú
fr: Afficher dans la barre de menus
ja: メニューバーに表示
ko: 메뉴 막대에 표시
pt_br: Mostrar na barra de menus
zh_hans: 在菜单栏中显示
zh_hant: 在選單列中顯示

# settings.show_in_menu_bar_desc
source: Keep Talkify in the macOS menu bar after closing the main window.
de: Talkify nach dem Schließen des Hauptfensters in der macOS-Menüleiste behalten.
es: Mantener Talkify en la barra de menú de macOS después de cerrar la ventana principal.
fr: Conserver Talkify dans la barre de menus macOS après la fermeture de la fenêtre principale.
ja: メインウィンドウを閉じた後も、macOSのメニューバーにTalkifyを保持します。
ko: 주 창을 닫은 후에도 macOS 메뉴 막대에 Talkify를 유지합니다.
pt_br: Mantenha o Talkify na barra de menus do macOS após fechar a janela principal.
zh_hans: 关闭主窗口后，仍在 macOS 菜单栏中保留 Talkify。
zh_hant: 關閉主視窗後，仍在 macOS 選單列中保留 Talkify。

# settings.sign_out_instead
source: If you only need a break, we recommend signing out instead.
de: Wenn Sie nur eine Pause benötigen, empfehlen wir, sich stattdessen abzumelden.
es: Si solo necesitas un descanso, te recomendamos cerrar sesión.
fr: Si vous n'avez besoin que d'une pause, nous vous recommandons de vous déconnecter.
ja: 一時的に使用しないだけの場合は、先にログアウトすることをお勧めします。
ko: 일시적으로 사용하지 않을 경우 먼저 로그아웃하는 것이 좋습니다.
pt_br: Se você só precisa de uma pausa, recomendamos sair da conta.
zh_hans: 如仅暂时不用，建议先退出登录。
zh_hant: 如僅暫時不用，建議先登出。

# settings.signed_in
source: Signed In
de: Angemeldet
es: Conectado
fr: Connecté
ja: ログイン済み
ko: 로그인됨
pt_br: Conectado
zh_hans: 已登录
zh_hant: 已登入

# settings.subscription_active
source: Subscription Active
de: Abonnement aktiv
es: Suscripción activa
fr: Abonnement actif
ja: サブスクリプション有効
ko: 구독 활성 상태
pt_br: Assinatura ativa
zh_hans: 订阅状态正常
zh_hant: 訂閱狀態正常

# settings.subscription_cycle
source: Subscription Cycle
de: Abonnementzyklus
es: Ciclo de suscripción
fr: Cycle d'abonnement
ja: サブスクリプションサイクル
ko: 구독 주기
pt_br: Ciclo de assinatura
zh_hans: 订阅周期
zh_hant: 訂閱週期

# settings.subscription_cycle_until
source: Until %@
de: Bis %@
es: Hasta %@
fr: Jusqu'au %@
ja: %@まで
ko: %@까지
pt_br: Até %@
zh_hans: 至 %@
zh_hant: 至 %@

# settings.subscription_cycle_usage
source: Subscription Cycle Usage
de: Abonnementzyklus-Nutzung
es: Uso del ciclo de suscripción
fr: Utilisation du cycle d'abonnement
ja: サブスクリプションサイクル使用量
ko: 구독 주기 사용량
pt_br: Uso do ciclo de assinatura
zh_hans: 订阅周期用量
zh_hant: 訂閱週期用量

# settings.subscription_tier
source: Subscription Tier
de: Abonnementstufe
es: Nivel de suscripción
fr: Niveau d'abonnement
ja: サブスクリプションプラン
ko: 구독 등급
pt_br: Plano de assinatura
zh_hans: 订阅方案
zh_hant: 訂閱方案

# settings.subscription_tier_desc
source: Current service level
de: Aktuelles Service-Level
es: Nivel de servicio actual
fr: Niveau de service actuel
ja: 現在のサービスレベル
ko: 현재 서비스 수준
pt_br: Nível de serviço atual
zh_hans: 当前服务等级
zh_hant: 當前服務等級

# settings.talkify_user
source: Talkify User
de: Talkify-Benutzer
es: Usuario de Talkify
fr: Utilisateur Talkify
ja: Talkifyユーザー
ko: Talkify 사용자
pt_br: Usuário do Talkify
zh_hans: Talkify 用户
zh_hant: Talkify 用戶

# settings.this_week_usage
source: This Week's Usage
de: Nutzung dieser Woche
es: Uso de esta semana
fr: Utilisation cette semaine
ja: 今週の使用量
ko: 이번 주 사용량
pt_br: Uso desta semana
zh_hans: 本周用量
zh_hant: 本週用量

# settings.tier_plan_format
source: %@ Plan
de: %@ Tarif
fr: Forfait %@
ja: %@ プラン
ko: %@ 플랜
pt_br: Plano %@
zh_hans: %@ 套餐
zh_hant: %@ 方案

# settings.token_activity
source: Token Activity
de: Token-Aktivität
es: Actividad de tokens
fr: Activité des tokens
ja: トークンアクティビティ
ko: 토큰 활동
pt_br: Atividade de tokens
zh_hans: 令牌活动
zh_hant: 權杖活動

# settings.total_calls
source: Total Calls
de: Gesamtanrufe
es: Total de llamadas
fr: Appels totaux
ja: 総呼び出し回数
ko: 총 호출 횟수
pt_br: Total de chamadas
zh_hans: 总调用次数
zh_hant: 總呼叫次數

# settings.type_delete_to_confirm
source: To prevent accidental deletion, please type DELETE to confirm. Account data, login bindings, and related data will enter the deletion process.
de: Um versehentliches Löschen zu verhindern, geben Sie bitte DELETE ein, um zu bestätigen. Kontodaten, Anmeldeverknüpfungen und zugehörige Daten werden gelöscht.
es: Para evitar eliminaciones accidentales, escribe DELETE para confirmar. Los datos de la cuenta, las vinculaciones de inicio de sesión y los datos relacionados entrarán en el proceso de eliminación.
fr: Pour éviter toute suppression accidentelle, veuillez taper DELETE pour confirmer. Les données du compte, les liaisons de connexion et les données associées entreront dans le processus de suppression.
ja: 誤操作を防ぐため、DELETEと入力して削除を確認してください。アカウントデータ、ログインバインディング、および関連データが削除プロセスに入ります。
ko: 실수로 삭제하는 것을 방지하기 위해 DELETE를 입력하여 확인하세요. 계정 데이터, 로그인 연결 및 관련 데이터가 삭제 프로세스에 들어갑니다.
pt_br: Para evitar exclusão acidental, digite DELETE para confirmar. Os dados da conta, vínculos de login e dados relacionados entrarão no processo de exclusão.
zh_hans: 为避免误操作，请输入 DELETE 以确认删除。账号资料、登录绑定及相关数据将进入删除流程。
zh_hant: 為避免誤操作，請輸入 DELETE 以確認刪除。帳號資料、登入綁定及相關資料將進入刪除流程。

# settings.unavailable
source: Unavailable
de: Nicht verfügbar
es: No disponible
fr: Indisponible
ja: 利用不可
ko: 사용할 수 없음
pt_br: Indisponível
zh_hans: 暂不可用
zh_hant: 暫不可用

# settings.unit.billion
source: %.1fB
de: %.1f Mrd.
es: %.1f millardos
fr: %.1f Md
ja: %.1f億
ko: %.1f억
pt_br: %.1f bi
zh_hans: %.1f亿
zh_hant: %.1f億

# settings.unit.ten_thousand
source: %.1fK
de: %.1f Tsd.
es: %.1f mil
ja: %.1f万
ko: %.1f만
pt_br: %.1f mil
zh_hans: %.1f万
zh_hant: %.1f萬

# settings.usage_reset
source: Usage Limit Reset
de: Nutzungslimit-Zurücksetzung
es: Restablecimiento del límite de uso
fr: Réinitialisation de la limite d'utilisation
ja: 使用制限のリセット
ko: 사용 한도 재설정
pt_br: Redefinição do limite de uso
zh_hans: 使用限制重置
zh_hant: 使用限制重設

# settings.usage_view_subscription_hint
source: View your subscription plan, manage subscriptions, and check current usage quotas here.
de: Hier können Sie Ihr Abonnement anzeigen, Abonnements verwalten und aktuelle Nutzungskontingente überprüfen.
es: Aquí puedes ver tu plan de suscripción, administrar suscripciones y consultar las cuotas de uso actuales.
fr: Consultez votre abonnement, gérez vos abonnements et vérifiez les quotas d'utilisation actuels ici.
ja: ここでサブスクリプションプランを表示し、サブスクリプションを管理し、現在の使用量を確認できます。
ko: 여기에서 구독 플랜을 확인하고 구독을 관리하며 현재 사용량을 확인할 수 있습니다.
pt_br: Veja seu plano de assinatura, gerencie assinaturas e verifique as cotas de uso atuais aqui.
zh_hans: 可在此查看订阅方案、管理订阅并了解当前使用额度。
zh_hant: 可在此查看訂閱方案、管理訂閱並了解目前使用額度。

# settings.use_reset_quota
source: Use Reset Quota
de: Reset-Kontingent nutzen
es: Usar cuota de reinicio
fr: Utiliser le quota de réinitialisation
ja: リセット枠を使用
ko: 재설정 할당량 사용
pt_br: Usar cota de redefinição
zh_hans: 使用重置额度
zh_hant: 使用重置額度

# settings.used_this_week
source: Used This Week
de: Diese Woche verwendet
es: Usado esta semana
fr: Utilisé cette semaine
ja: 今週使用済み
ko: 이번 주 사용량
pt_br: Usado esta semana
zh_hans: 本周已使用
zh_hant: 本週已使用

# settings.used_this_week_label
source: Used This Week
de: Diese Woche verwendet
es: Usado esta semana
fr: Utilisé cette semaine
ja: 今週使用済み
ko: 이번 주 사용량
pt_br: Usado esta semana
zh_hans: 本周已用
zh_hant: 本週已用

# settings.used_this_week_value
source: %@ units
de: %@ Einheiten
es: %@ unidades
fr: %@ unités
ja: %@ 単位
ko: %@ 단위
pt_br: %@ unidades
zh_hans: %@ 单位
zh_hant: %@ 單位

# settings.user_id
source: User ID
de: Benutzer-ID
es: ID de usuario
fr: ID utilisateur
ja: ユーザーID
ko: 사용자 ID
pt_br: ID do usuário
zh_hans: 用户 ID
zh_hant: 用戶 ID

# settings.user_id_desc
source: For identification and support requests
de: Zur Identifikation und für Support-Anfragen
es: Para identificación y solicitudes de soporte
fr: Pour l'identification et les demandes d'assistance
ja: 識別およびサポートリクエスト用
ko: 식별 및 지원 요청용
pt_br: Para identificação e solicitações de suporte
zh_hans: 用于识别和支持请求
zh_hant: 用於識別和支援請求

# settings.view_plan
source: View Plan
de: Tarif anzeigen
es: Ver plan
fr: Voir le forfait
ja: プランを表示
ko: 플랜 보기
pt_br: Ver plano
zh_hans: 查看套餐
zh_hant: 查看方案

# settings.weekly_limit
source: Weekly Limit
de: Wöchentliches Limit
es: Límite semanal
fr: Limite hebdomadaire
ja: 週間使用制限
ko: 주간 사용 제한
pt_br: Limite semanal
zh_hans: 每周使用限制
zh_hant: 每週使用限制

# settings.weekly_quota
source: Weekly Quota
de: Wöchentliches Kontingent
es: Cuota semanal
fr: Quota hebdomadaire
ja: 週間クォータ
ko: 주간 할당량
pt_br: Cota semanal
zh_hans: 每周额度
zh_hant: 每週額度

# settings.workspace_permission
source: Workspace Permission
de: Arbeitsbereich-Berechtigung
es: Permiso de espacio de trabajo
fr: Permission d'espace de travail
ja: ワークスペース権限
ko: 워크스페이스 권한
pt_br: Permissão do espaço de trabalho
zh_hans: 工作区权限
zh_hant: 工作區權限

# share.cannot_access_shared
source: Cannot access CodeAgent shared space.
de: Kein Zugriff auf den gemeinsamen CodeAgent-Bereich.
es: No se puede acceder al espacio compartido de CodeAgent.
fr: Impossible d'accéder à l'espace partagé de CodeAgent.
ja: CodeAgentの共有スペースにアクセスできません。
ko: CodeAgent 공유 공간에 접근할 수 없습니다.
pt_br: Não foi possível acessar o espaço compartilhado do CodeAgent.
zh_hans: 无法访问 CodeAgent 的共享空间。
zh_hant: 無法存取 CodeAgent 的共享空間。

# share.cannot_open_agent
source: The source app does not allow opening CodeAgent directly. Next time you open Talkify, we'll remind you to create a workspace and start a conversation.
de: Die Quell-App erlaubt kein direktes Öffnen von CodeAgent. Beim nächsten Öffnen von Talkify erinnern wir Sie daran, einen Arbeitsbereich zu erstellen.
es: La app de origen no permite abrir CodeAgent directamente. La próxima vez que abras Talkify, te recordaremos crear un espacio de trabajo.
fr: L'application source ne permet pas d'ouvrir directement CodeAgent. La prochaine fois que vous ouvrirez Talkify, nous vous rappellerons de créer un espace de travail.
ja: ソースアプリはCodeAgentを直接開くことを許可していません。次回Talkifyを開いたときに、ワークスペースを作成して会話を開始するようお知らせします。
ko: 소스 앱에서 CodeAgent를 직접 열 수 없습니다. 다음에 Talkify를 열면 워크스페이스를 만들고 대화를 시작하라는 알림이 표시됩니다.
pt_br: O app de origem não permite abrir o CodeAgent diretamente. Na próxima vez que abrir o Talkify, lembraremos você de criar um espaço de trabalho.
zh_hans: 当前来源 App 不允许直接打开 CodeAgent。下次打开 Talkify 时，我们会提醒你创建工作区并开始对话。
zh_hant: 當前來源 App 不允許直接開啟 CodeAgent。下次開啟 Talkify 時，我們會提醒你建立工作區並開始對話。

# share.cannot_receive
source: Cannot Receive Materials
de: Materialien können nicht empfangen werden
es: No se pueden recibir materiales
fr: Impossible de recevoir les matériaux
ja: 資料を受信できません
ko: 자료를 받을 수 없음
pt_br: Não foi possível receber os materiais
zh_hans: 无法接收资料
zh_hant: 無法接收資料

# share.containing_items
source: Contains %@ items
de: Enthält %@ Elemente
es: Contiene %@ elementos
fr: Contient %@ éléments
ja: %@ 件を含む
ko: %@개 항목 포함
pt_br: Contém %@ itens
zh_hans: 包含 %@ 项
zh_hant: 包含 %@ 項

# share.continue_in_agent
source: Continue in CodeAgent
de: In CodeAgent fortsetzen
es: Continuar en CodeAgent
fr: Continuer dans CodeAgent
ja: CodeAgentで続行
ko: CodeAgent에서 계속
pt_br: Continuar no CodeAgent
zh_hans: 在 CodeAgent 中继续
zh_hant: 在 CodeAgent 中繼續

# share.create_workspace
source: Create a Workspace
de: Arbeitsbereich erstellen
es: Crear un espacio de trabajo
fr: Créer un espace de travail
ja: ワークスペースを作成
ko: 워크스페이스 만들기
pt_br: Criar um espaço de trabalho
zh_hans: 创建一个工作区
zh_hant: 建立一個工作區

# share.materials_received
source: Materials Received
de: Materialien empfangen
es: Materiales recibidos
fr: Matériaux reçus
ja: 資料を受信しました
ko: 자료 수신됨
pt_br: Materiais recebidos
zh_hans: 资料已接收
zh_hant: 資料已接收

# share.materials_received_reminder
source: Materials received. Please open Talkify manually to continue.
de: Materialien empfangen. Bitte öffnen Sie Talkify manuell, um fortzufahren.
es: Materiales recibidos. Abre Talkify manualmente para continuar.
fr: Matériaux reçus. Veuillez ouvrir Talkify manuellement pour continuer.
ja: 資料を受信しました。手動でTalkifyを開いて続行してください。
ko: 자료가 수신되었습니다. Talkify를 수동으로 열어 계속하세요.
pt_br: Materiais recebidos. Abra o Talkify manualmente para continuar.
zh_hans: 资料已接收，请手动打开 Talkify 继续。
zh_hant: 資料已接收，請手動開啟 Talkify 繼續。

# share.no_files_found
source: No importable files found.
de: Keine importierbaren Dateien gefunden.
es: No se encontraron archivos importables.
fr: Aucun fichier importable trouvé.
ja: インポート可能なファイルが見つかりません。
ko: 가져올 수 있는 파일을 찾을 수 없습니다.
pt_br: Nenhum arquivo importável encontrado.
zh_hans: 没有找到可导入的文件。
zh_hant: 沒有找到可匯入的檔案。

# share.no_readable_files
source: The source app did not provide readable files.
de: Die Quell-App hat keine lesbaren Dateien bereitgestellt.
es: La app de origen no proporcionó archivos legibles.
fr: L'application source n'a pas fourni de fichiers lisibles.
ja: ソースアプリが読み取り可能なファイルを提供しませんでした。
ko: 소스 앱에서 읽을 수 있는 파일을 제공하지 않았습니다.
pt_br: O app de origem não forneceu arquivos legíveis.
zh_hans: 来源 App 没有提供可读取的文件。
zh_hant: 來源 App 沒有提供可讀取的檔案。

# share.receiving_materials
source: Receiving materials…
de: Materialien werden empfangen…
es: Recibiendo materiales…
fr: Réception des matériaux…
ja: 資料を受信中…
ko: 자료 수신 중…
pt_br: Recebendo materiais…
zh_hans: 正在接收资料…
zh_hant: 正在接收資料…

# share.send_to_agent
source: Send to CodeAgent
de: An CodeAgent senden
es: Enviar a CodeAgent
fr: Envoyer à CodeAgent
ja: CodeAgentに送信
ko: CodeAgent로 보내기
pt_br: Enviar para CodeAgent
zh_hans: 发送到 CodeAgent
zh_hant: 傳送到 CodeAgent
